[
    {
		"name": "Greece",
		"leaderName": "Pericles",
		"adjective": ["Greek"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Cultural",
		"personality": "Pericles",

		"startIntroPart1": "Pericles",
		"startIntroPart2": "Will you?",
		
		"declaringWar": "You are in my way, you must be destroyed.",
		"attacked": "As a matter of fact I too grow weary of peace.",
		"defeated": "You have somehow become my undoing! What kind of beast are you?",
		"denounced": "You'll regret this decision, fool. I swear it!",
		"introduction": "Hello stranger! I am Alexandros, son of kings and grandson of the gods!",

		"neutralHello": "Greetings!",
		"hateHello": "What?",

		"tradeRequest": "My friend, does this seem reasonable to you?",

		"outerColor": [255, 255, 255],
		"innerColor": [65, 141, 254],
		"favoredReligion": "Christianity",
		"uniqueName": "Hellenic League",
		"uniques": ["[-50]% City-State Influence degradation", "City-State Influence recovers at twice the normal rate", "City-State territory always counts as friendly territory",
		"Comment [Gain a free [Palace] [in this city] <upon founding a city> (All your cities have a palace except annexed and puppeted cities)]",
					"Gain a free [Palace] [in this city] <upon founding a city> <hidden from users>",],
		"cities": ["Athens","Sparta","Corinth","Argos","Knossos","Mycenae","Pharsalos","Ephesus","Halicarnassus","Rhodes",
			"Eretria","Pergamon","Miletos","Megara","Phocaea","Sicyon","Tiryns","Samos","Mytilene","Chios",
			"Paros","Elis","Syracuse","Herakleia","Gortyn","Chalkis","Pylos","Pella","Naxos",
			"Larissa","Apollonia","Messene","Orchomenos","Ambracia","Kos","Knidos","Amphipolis",
			"Patras","Lamia","Nafplion","Apolyton"],
        "spyNames": ["Jason", "Helena", "Alexa", "Cletus", "Kassandra", "Andres", "Desdemona", "Anthea", "Aeneas", "Leander"]
    },

    {
        "name": "Byzantium",
        "leaderName": "Theodora",
        "adjective": ["Byzantine"],
        "startBias": ["Coast"],
        "preferredVictoryType": "Cultural",
        "startIntroPart1": "All hail the most magnificent and magnanimous Empress Theodora, beloved of Byzantium and of Rome! From the lowly ranks of actress and courtesan you became the most powerful woman in the Roman Empire, consort to Justinian I. Starting in the late 520's AD, you joined your husband in a series of important spiritual and legal reforms, creating many laws which elevated the status of and promoted equal treatment of women in the empire. You also aided in the restoration and construction of many aqueducts, bridges and churches across Constantinople, culminating in the creation of the Hagia Sophia, one of the most splendid architectural wonders of the world.",
        "startIntroPart2": "Beautiful Empress, Byzantium is in need of your wisdom and strength - her people are lost without your light to lead them. The Byzantine Empire may have fallen once, but its spirit is still intact waiting to be reborn anew. Can you return Byzantium to the heights of glory it once enjoyed? Can you create a civilization to stand the test of time?",
        "declaringWar": "It has always been a shame throwing away beauty. Thankfully, not like that.",
        "attacked": "Now that riots are needed, friend, we'll teach you a lesson.",
        "defeated": "I hope you knew that to act like that. Just know that in this world nobody will aid a traitor.",
        "introduction": "Oh! A miracle in front of my eyes. What is the name of this good stranger? I am Theodora, friend of Byzantium.",
        "neutralHello": "Sweet.",
        "tradeRequest": "I heard nice things from you in your latest sayings...show me.",
        "outerColor": [88,145,228],
        "innerColor": [80,23,135],
		
		"favoredReligion": "Eastern Orthodoxy",
        "uniqueName": "Patriarchate of Constantinople",
        "uniqueText": "May choose a second Founder belief upon founding a religion, followed by Missionaries appearing after founding a religion",
        "uniques": ["Gain a free [Founder] belief <upon founding a Religion>","[3] free [Missionary] units appear <upon discovering [Theology] technology>"],
        "cities": [
            "Constantinople","Adrianople","Nicaea","Antioch","Varna","Ohrid","Nicomedia","Trebizond","Cherson","Sardica",
            "Ani","Dyrrachium","Edessa","Chalcedon","Naissus","Bari","Iconium","Prilep","Samosata","Kars",
            "Nicopolis","Theodosiopolis","Tyana","Gaza","Kerkyra","Phoenice","Selymbria","Sillyon","Chrysopolis","Corycus",
            "Vodena","Caesarea Maritima","Traianoupoli","Constantia"
        ],
        "spyNames": [
            "Basil","Nikophoros","Demetrios","Philippos","Theophylaktos","Simonis","Zoe","Ioanno","Xene","Euphrosyne"
        ]
    },
    {
        "name": "Egypt",
        "leaderName": "Ramesses II",
        "adjective": ["Egyptian"],
        "startBias": ["Avoid [Coast]","Desert"],
        "preferredVictoryType": "Cultural",
        "startIntroPart1": "We greet thee, oh great Ramesses, Pharaoh of Egypt, who causes the sun to rise and the Nile to flow, and who blesses his fortunate people with all the good things of life! Oh great lord, from time immemorial your people lived on the banks of the Nile river, where they brought writing to the world, and advanced mathematics, sculpture, and architecture. Thousands of years ago they created the great monuments which still stand tall and proud.",
        "startIntroPart2": "Oh, Ramesses, for uncounted years your people endured, as other petty nations around them have risen and then fallen into dust. They look to you to lead them once more into greatness. Can you honor the gods and bring Egypt back to her rightful place at the very center of the world? Can you build a civilization that will stand the test of time?",
        "declaringWar": "You are but a pest on this Earth, prepare to be eliminated!",
        "attacked": "You are a fool who evokes pity. You have brought my hostility upon yourself and your repulsive civilization!",
        "defeated": "Strike me down and my soul will torment yours forever, you have won nothing.",
        "introduction": "Greetings, I am Ramesses the god. I am the living embodiment of Egypt, mother and father of all civilizations.",
        "neutralHello": "Good day.",
        "hateHello": "Oh, it's you.",
        "tradeRequest": "Generous Egypt makes you this offer.",
        "outerColor": [ 231, 213, 0],
        "innerColor": [98,10,210],
        "uniqueName": "Monument Builders",
        "uniques": ["[+15]% Production when constructing [All] wonders [in all cities]",
					"Provides a [Burial Tomb] in your first [5] cities for free <upon discovering [Philosophy] technology>"],
        "cities": [
            "Thebes","Memphis","Heliopolis","Elephantine","Alexandria","Pi-Ramesses","Giza","Akhetaten","Hieraconpolis","Abydos",
            "Asyut","Avaris","Lisht","Buto","Edfu","Pithom","Busiris","Kahun","Athribis","Mendes",
            "Elashmunein","Tanis","Bubastis","Oryx","Sebennytus","Akhmin","Karnak","Luxor","El Kab","Armant",
            "Balat","Ellahun","Kom Medinet Ghurab","Hawara","Dashur","Raqote","Damanhur","Merimde","Abusir","Herakleopolis",
            "Akoris","Benihasan","Tasa","Badari","Hermopolis","Amrah","Negade","Koptos","Hermonthis","Ombos",
            "Aniba","Soleb","Semna","Amara"
        ],
        "spyNames": [
            "Refaat","Heba","Salah","Ahmed","Zakaria","Bastet","Ma'at","Nebhet","Tefenet","Neuth"
        ]
    },
	{
		"name": "Austria",
		"leaderName": "Maria Theresa",
		"adjective": ["Austrian"],
		"startBias": ["Hill"],
		"preferredVictoryType": "Diplomatic",
		"personality": "Maria Theresa",

        "startIntroPart1": "Noble and pious Queen Maria Theresa, Holy Roman Empress and sovereign of Austria, the people revere your grace. After the death of your father King Charles VI, you inherited the throne of Austria during difficult economic and military times. But you used your wisdom and unflinching determination to fend off your foes and resolve any obstacles to stability and prosperity. With your husband Francis Stephen at your side as co-ruler, you assured your place as Empress of the Holy Roman Empire. During your reign, you reformed Austria in several domains, as you gifted it with a powerful army, a stable economic model, and an improved educational system.",
        "startIntroPart2": "O Great Queen, proud and dignified, by the will of God and the Divine right, can you reach the height of prosperity and splendor the kingdom of Austria deserves? Will your new empire shine through the ages of history?",

        "declaringWar": "Shame that it has come this far. But ye wished it so. Next time, be so good, choose your words more wisely.",
		"attacked": "What a fool ye are! Ye will end swiftly and miserably.",
		"defeated": "The world is pitiful! There's no beauty in it, no wisdom. I am almost glad to go.",
		"introduction": "The archduchess of Austria welcomes your Eminence to... Oh let's get this over with! I have a luncheon at four o'clock.",

		"neutralHello": "Hello!",
		"hateHello": "Oh, it's ye!",
		"tradeRequest": "I see you admire my new damask. Nobody should say that I am an unjust woman. Let's reach an agreement!",

        "outerColor": [234,0,0],
        "innerColor": [255,255,255],

		"favoredReligion": "Christianity",
		"uniqueName": "Cultural Finesse",
		"uniques": ["Can spend Gold to annex or puppet a City-State that has been your Ally for [7] turns",
			"[+15]% [Production] [in all cities] <if [Coffee House] is constructed in all [non-[Puppeted]] cities>"],
		"cities": ["Vienna", "Salzburg", "Graz", "Linz", "Klagenfurt", "Bregenz", "Innsbruck", "Kitzbühel",
			"St. Pölten", "Eisenstadt", "Villach", "Zwettl", "Traun", "Wels", "Dornbirn", "Feldkirch",
			"Amstetten", "Bad Ischl", "Wolfsberg", "Kufstein", "Leoben", "Klosterneuburg", "Leonding",
			"Kapfenberg", "Hallein", "Bischofshofen", "Waidhofen", "Saalbach", "Lienz", "Steyr"
		],
        "spyNames": ["Ferdinand", "Johanna", "Franz-Josef", "Astrid", "Anna", "Hubert", "Alois", "Natter", "Georg", "Arnold"]
    },
    {
        "name": "England",
        "leaderName": "Elizabeth",
        "adjective": ["English"],
        "startBias": ["Coast"],
        "preferredVictoryType": "Domination",
        "startIntroPart1": "Praises upon her serene highness, Queen Elizabeth Gloriana. You lead and protect the celebrated maritime nation of England. England is an ancient land, settled as early as 35,000 years ago. The island has seen countless waves of invaders, each in turn becoming a part of the fabric of the people. Although England is a small island, for many years your people dominated the world stage. Their matchless navy, brilliant artists and shrewd merchants, giving them power and influence far in excess of their mere numbers.",
        "startIntroPart2": "Queen Elizabeth, will you bring about a new golden age for the English people? They look to you once more to return peace and prosperity to the nation. Will you take up the mantle of greatness? Can you build a civilization that will stand the test of time?",
        "declaringWar": "By the grace of God, your days are numbered.",
        "attacked": "We shall never surrender.",
        "defeated": "You have triumphed over us. The day is yours.",
        "introduction": "We are pleased to meet you.",
        "neutralHello": "Hello, again.",
        "hateHello": "Oh, it's you!",
        "tradeRequest": "Would you be interested in a trade agreement with England?",
        "outerColor": [ 114, 0, 0],
        "innerColor": [255,255,255],
        "uniqueName": "Sun Never Sets",
        "uniques": [
            "[+2] Movement <for [Water] units>",
            "[+2] Movement <for [Embarked] units>",
            "[+1 Happiness] from every [Police Station]",
            "[+1 Happiness] from every [Constabulary]",
            "[+100]% Production when constructing [Police Station] buildings [in all cities]",
            "[+100]% Production when constructing [Constabulary] buildings [in all cities]",
            "Gain an extra spy <upon entering the [Renaissance era]>"
        ],
        "cities": [
            "London","York","Nottingham","Hastings","Canterbury","Coventry","Warwick","Newcastle","Oxford","Liverpool",
            "Dover","Brighton","Norwich","Leeds","Reading","Birmingham","Exeter","Cambridge","Gloucester","Manchester",
            "Bristol","Leicester","Carlisle","Ipswich","Portsmouth","Berwick","Bath","Mumbles","Southampton","Sheffield",
            "Salisbury","Colchester","Plymouth","Lancaster","Blackpool","Winchester","Hull"
        ],
        "spyNames": [
            "James","Scarlett","Mycroft","Charlotte","Gwendolyn","Mr. Eks","Dr. Grey","Andrew","Scott","Anne"
        ]
    },
	{
		"name": "Venice",
		"leaderName": "Enrico Dandolo",
		"adjective": ["Venetian"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Diplomatic",
		"favoredReligion": "Christianity",
		"personality": "Enrico Dandolo",

		"startIntroPart1": "Greetings, most astute Doge Enrico Dandolo of Venice, master of statecraft and shrewd negotiator. Although you rose to power late in life, old age did little to slow your cunning or ambition, as you deftly managed the bustling commercial center of Venice during a time of great instability. In aligning yourself with the Fourth Crusade, you carefully gained a strategic advantage and used the Crusaders to reacquire lost territory for Venice. Your role in guiding the Crusaders during the sacking of Constantinople led to an even greater expansion of your power, and secured your legacy throughout history.",
		"startIntroPart2": "Most insightful and cunning Doge, Venice once again requires the service of a skilled leader, one who can bring the republic back to the forefront of world affairs. Can you establish your nation through careful trade, or will you work to conquer your enemies through diplomacy? Can you build a civilization that will stand the test of time?",
		"declaringWar": "When you will be gone, Sir, there will be more for me!",
		"attacked": "You have revealed your purposes too early, my friend!",
		"defeated": "A wrong calculation, on my part.",
		"denounced": "I have little concern for such obvious bluster.",
		"introduction": "Welcome to Venice. I am Doge Enrico Dandolo.",
		"neutralHello": "Greetings.",
		"hateHello": "You! What do you want?",
		"tradeRequest": "This offer won't be valid for a lot of time, think about it.",

		"outerColor": [105,34,172],
		"innerColor": [255,254,231],
		"uniqueName": "Serenissima",
		"uniques": [
			"May not annex cities",
			"Double the normal number of Trade Routes available",
			"Free [Merchant of Venice] appears <upon discovering [Optics] technology>",
			"May buy items in puppet cities",
			"Preferred Ideology: Freedom"
		],
		"spyNames": ["Gasparo", "Giosafat", "Ambrogio", "Niccolo", "Marino", "Cesare", "Francesco", "Giovanni", "Bertolome", "Filomena"],
		"cities": ["Venice","Thessaloniki"]
	},
	{
		"name": "The Huns",
		"leaderName": "Attila the Hun",
		"adjective": ["Hunnic"],
		"startBias": ["Avoid [Jungle]", "Avoid [Forest]"],
		"preferredVictoryType": "Domination",
		"personality": "Attila the Hun",

        "startIntroPart1": "Great Attila, mighty warrior and leader of the Hunnic empire, your men bow down before you. During the 5th century, you and your brother Bleda have conquered many lands, forged a mighty empire and commanded the most powerful and frightening force of antiquity. You inspired fear to the Roman Emperors themselves, who called you 'Flagellum Dei', the 'Scourge of God', as you took kingdom after kingdom in the Balkans, invaded Eastern Roman Empire, into Gaul and Northern Italy, and planned to conquer Rome itself. Your empire didn't survive long after your death, but your name and your legend have, for millenia to come.",
        "startIntroPart2": "Fearsome General, your mighty hordes are at your command, waiting to crush your foes once again and to conquer all the riches the world has to offer! Will your new empire shine through the ages of history?",

        "declaringWar": "I grow tired of this throne. I think I should like to have yours instead.",
		"defeated": "My people will mourn me not with tears, but with human blood.",
		"denounced": "Do you know who you're dealing with?",
		"attacked": "Now what is this?! You ask me to add your riches to my great avails. The invitation is accepted.",
		"introduction": "You are in the presence of Attila, scourge of Rome. Do not let hubris be your downfall as well.",
		"neutralHello": "Good day to you.",
		"hateHello": "What do you want?",
		"tradeRequest": "This is better than you deserve, but let it not be said that I am an unfair man.",

        "outerColor": [180, 178, 164],
        "innerColor": [70, 0, 4],

        "favoredReligion": "Tengriism",
		"uniqueName": "Scourge of God",
		"uniques": [
			"Cannot build [Settler] units","[+1 Production] from every [Pasture]", "Cities are razed [3] times as fast", "Starts with [Animal Husbandry]", 
			"Free [Settler] appears <upon entering a new era> <after turn number [3]> <hidden from users>","May not puppet cities",
		],
		"cities": ["Attila's Court","New Sirmium","Nova Aquileia","Neo Metz"],
        "spyNames": ["Balamber", "Uldin", "Donatus", "Charato", "Octar", "Bleda", "Ellac", "Dengizik", "Hildico", "Gudrun"]
    },
	{
		"name": "The Ottomans",
		"leaderName": "Suleiman I",
		"adjective": ["Ottoman"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Domination",
		"personality": "Suleiman I",

        "startIntroPart1": "O Great Sultan Suleiman, may the God bless you! You are revered for your power, wealth and generosity, and you truly deserves to be called the 'Magnificent'! The Ottoman Empire was born in Bithynia, starting as a small country in Eastern Anatolia in 12th century, then expanded to west into Anatolia. Over the next century, your people vanquished the empire of Byzantium, annexing Turkey and the Balkans, and smartly assimilating all wonders and knowledge of the Byzantine civilization. In the mid 15th century, the Ottomans added Constantinople to their empire, establishing a strategic link between Europe and the Middle East. The Empire would continue to expand for centuries reaching North Africa, Middle East and Eastern Europe at its height, but brutally disappeared in the chaos of the first world war, in early 20th century.",
        "startIntroPart2": "Mighty Caliph, your people ask you to build again the Empire, to the level of power and glory it once achieved, and beyond! Will you revive the Ottoman golden age? Will your new empire shine through the ages of history?",

        "declaringWar": "Your continued insolence and failure to recognize our preeminence leads us to war.",
		"attacked": "Good. The world shall witness the incontestable might of my armies and the glory of the Empire.",
		"defeated": "Ruin! Ruin! Istanbul becomes Iram of the Pillars, remembered only by the melancholy poets.",
		"introduction": "From the magnificence of Topkapi, the Ottoman nation greets you, stranger! I'm Suleiman, Kayser-I Rum, and I bestow upon you my welcome!",
		"neutralHello": "Greetings!",
		"hateHello": "What do you want?",
		"tradeRequest": "Let us do business! Would you be interested?",

        "outerColor": [245,248,185],
        "innerColor": [18,84,30],

		"favoredReligion": "Islam",
		"uniqueName": "Barbary Corsairs of The Great Turkish Bombardment",
		"uniqueText": "Siege units are built 50% faster, they are 50% stronger against Cities and they gain XP 50% faster\nAnnexed cities build Courthouse in half the usual time and receive +1 additional population when completed\nGain +2 [Culture] from every [Courthouse]\n-66% maintenance costs for [Water] units, When defeating a [{Barbarian} {Water}] unit, earn [25] Gold and recruit it with [50]% chance\n[-5 Faith] in holy cities",
		"uniques": [
			"[+50]% Production when constructing [Siege] units [in all cities] <during the [Renaissance era]>", "[+50]% Strength <for [Siege] units> <vs cities> <during the [Renaissance era]>", "[+50]% XP gained from combat <for [Siege] units> <during the [Renaissance era]>", "[+100]% Production when constructing [Courthouse] buildings [in annexed cities]", 
			"[+2 Culture] from every [Courthouse]","[-66]% maintenance costs <for [Water] units>","[-5 Faith] [in holy cities]",
			"When defeating a [{Barbarian} {Water}] unit, earn [25] Gold and recruit it <with [50]% chance>"
		],
		"cities": ["Istanbul","Edirne","Ankara","Bursa","Konya","Samsun","Gaziantep","Diyarbakır","Izmir","Kayseri","Malatya",
			"Mersin","Antalya","Zonguldak","Denizli","Ordu","Muğla","Eskişehir","Inebolu","Sinop","Adana","Artvin",
			"Bodrum","Eregli","Silifke","Sivas","Amasya","Marmaris","Trabzon","Erzurum","Urfa","Izmit","Afyonkarahisar",
			"Bitlis","Yalova"],
        "spyNames": ["Ibrahim", "Bayezid", "Sokollu", "Mahmut", "Uveys", "Roxelana", "Safiye", "Hafsa", "Kosem", "Nurbanu"]
    },
]
